Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: (7) Subsection 247(1) of the Act is amended by adding the following in alphabetical order: actual conditions actual conditions means, in respect of a transaction or series of transactions, the conditions that actually apply between any of the participants in the transaction or series. ( conditions réelles ) arm's length conditions arm's length conditions means, in respect of a transaction or series of transactions, the conditions that would have applied had the participants been dealing at arm's length in comparable circumstances, including the possibility that no transaction or series, or a different transaction or series, would have been concluded had the participants been dealing at arm's length in comparable circumstances. ( conditions de pleine concurrence ) economically relevant characteristics economically relevant characteristics , in respect of a transaction or series of transactions, includes (a) to the extent that the following contractual terms are not inconsistent with the actual conduct of the participants in the transaction or series, (i) the contractual terms of the transaction or series, and (ii) the contractual terms of each other transaction or series that is relevant to the transaction or series and that involves at least one of the participants or any other member of the multinational enterprise group; (b) the actual conduct of the participants in the transaction or series, and in particular the functions performed by those participants, taking into account (i) assets used and risks assumed, (ii) how those functions relate to the wider generation of value by the multinational enterprise group to which the participants belong, (iii) circumstances surrounding the transaction or series, and (iv) industry practices; (c) the characteristics of any property transferred or service provided; (d) the economic circumstances of the participants and of the market in which the participants operate; and (e) the business strategies pursued by the participants. ( caractéristiques économiquement pertinentes ) multinational enterprise group multinational enterprise group means the group made up of the taxpayer or the partnership, or member of the partnership, and the non-resident person (or a partnership of which the non-resident person is a member) who are participants in a transaction or series of transactions referred to in subsection (2), as well as any other person that does not deal at arm's length with at least one of the participants. ( groupe d'entreprises multinationales ) Transfer Pricing Guidelines Transfer Pricing Guidelines means (a) if no text is prescribed under paragraph (b), the OECD Transfer Pricing Guidelines for Multinational Enterprises and Tax Administrations , as adopted by the Committee on Fiscal Affairs on January 7, 2022; or (b) any text prescribed by regulation. ( Principes applicables en matière de prix de transfert )
fr_fr: (7) Le paragraphe 247(1) de la même loi est modifié par adjonction, selon l'ordre alphabétique, de ce qui suit : caractéristiques économiquement pertinentes caractéristiques économiquement pertinentes Quant à une opération ou à une série d'opérations, comprennent : a) dans la mesure où les modalités contractuelles ci-après ne sont pas incompatibles avec le comportement réel des participants à l'opération ou à la série : (i) les modalités contractuelles de l'opération ou de la série, (ii) les modalités contractuelles de chaque autre opération ou série qui est pertinente à l'opération ou à la série et qui implique au moins un des participants ou tout autre membre du groupe d'entreprises multinationales; b) le comportement réel des participants à l'opération ou à la série, et en particulier les fonctions exercées par ces participants, en tenant compte de ce qui suit : (i) les actifs utilisés et les risques assumés, (ii) le lien entre les fonctions et la création de valeur au sens large par le groupe d'entreprises multinationales duquel les participants font partie, (iii) les circonstances entourant l'opération ou la série, (iv) les pratiques du secteur d'activité concerné; c) les caractéristiques de tout bien transféré ou de tout service rendu; d) les circonstances économiques des participants et du marché dans lequel les participants exercent leurs activités; e) les stratégies commerciales poursuivies par les participants. ( economically relevant characteristics ) conditions de pleine concurrence conditions de pleine concurrence Quant à une opération ou à une série d'opérations, les conditions qui se seraient appliquées, dans des circonstances comparables, si les participants n'avaient eu entre eux aucun lien de dépendance, y compris notamment la possibilité qu'aucune opération ou série n'aurait été conclue, ou qu'une opération ou série différente aurait été conclue, si dans des circonstances comparables les participants n'avaient eu entre eux aucun lien de dépendance. ( arm's length conditions ) conditions réelles conditions réelles Quant à une opération ou à une série d'opérations, les conditions qui s'appliquent effectivement entre chacun des participants à l'opération ou à la série. ( actual conditions ) groupe d'entreprises multinationales groupe d'entreprises multinationales Groupe constitué du contribuable ou de la société de personnes, ou de l'associé de la société de personnes, et de la personne non-résidente, ou une société de personnes dont la personne non-résidente est un associé, qui participent à une opération ou à une série d'opérations visée au paragraphe (2), ainsi que de toute autre personne ayant un lien de dépendance avec au moins un des participants. ( multinational enterprise group ) Principes applicables en matière de prix de transfert Principes applicables en matière de prix de transfert a) Si aucun texte n'est prévu par règlement en vertu de l'alinéa b), les Principes de l'OCDE applicables en matière de prix de transfert à l'intention des entreprises multinationales et des administrations fiscales , adoptés par le Comité des affaires fiscales le 7 janvier 2022; b) tout texte prévu par règlement. ( Transfer Pricing Guidelines )

source: (8) Subsection 247(2) of the Act is replaced by the following: Marginal note: Delineation of transaction or series (1.1) For the purposes of this section, a transaction or series of transactions is to be analyzed and determined with reference to the economically relevant characteristics of the transaction or series.
fr_fr: (8) Le paragraphe 247(2) de la même loi est remplacé par ce qui suit : Note marginale : Délimitation d'une opération ou série d'opérations (1.1) Pour l'application du présent article, une opération ou une série d'opérations est analysée et déterminée en fonction des caractéristiques économiquement pertinentes de l'opération ou de la série.

source: Marginal note: Interpretation of conditions (1.2) For the purposes of the definitions actual conditions and arm's length conditions in subsection (1), the word "conditions" is to be interpreted broadly, and includes, but is not limited to, price, rate, gross margin, net margin, the division of profit, contributions to costs and any commercial or financial information relevant to the determination of the quantum or nature of initial amounts or adjusted amounts, as the case may be.
fr_fr: Note marginale : Interprétation des conditions (1.2) Pour l'application des définitions de conditions de pleine concurrence et de conditions réelles au paragraphe (1), le mot « conditions » doit être interprété au sens large, et comprend notamment le prix, le taux, la marge brute, la marge nette, la répartition des bénéfices, la participation aux coûts et toute information commerciale ou financière pertinente à la détermination de la valeur ou de la nature des montants initiaux ou des montants redressés.

source: Marginal note: Transfer pricing adjustment — application (2) Subsection (2.02) applies to a taxpayer or a partnership in respect of a transaction or series of transactions if (a) the taxpayer or the partnership and a non-resident person with whom the taxpayer or the partnership, or a member of the partnership, does not deal at arm's length (or a partnership of which the non-resident person is a member) are participants in the transaction or series; and (b) the transaction or series includes actual conditions different from arm's length conditions.
fr_fr: Note marginale : Redressement — application (2) Le paragraphe (2.02) s'applique à un contribuable ou à une société de personnes relativement à une opération ou à une série d'opérations si les conditions ci-après sont réunies : a) le contribuable ou la société de personnes et une personne non-résidente avec laquelle le contribuable ou la société de personnes, ou un associé de cette dernière, a un lien de dépendance, ou une société de personnes dont la personne non-résidente est un associé, participent à l'opération ou à la série; b) l'opération ou la série comprend des conditions réelles qui diffèrent des conditions de pleine concurrence.

source: Marginal note: Transfer pricing adjustment — deeming rule (2.01) For the purposes of paragraph (2)(b), a transaction or series of transactions is deemed to include actual conditions different from arm's length conditions if a condition does not exist in respect of the transaction or series, but would have existed had the participants in the transaction or series been dealing at arm's length in comparable circumstances.
fr_fr: Note marginale : Redressement — règle de présomption (2.01) Pour l'application de l'alinéa (2)b), une opération ou une série d'opérations est réputée inclure des conditions réelles qui diffèrent des conditions de pleine concurrence si une condition n'existe pas relativement à l'opération ou à la série, mais aurait existé si les participants à l'opération ou à la série n'avaient eu entre eux aucun lien de dépendance dans des circonstances comparables.

source: Marginal note: Transfer pricing adjustment (2.02) If this subsection applies to a taxpayer or a partnership in respect of a transaction or series of transactions, any amounts (in this section referred to as the "initial amounts") that would be determined for the purposes of applying the provisions of this Act (if this Act were read without reference to this section and section 245) in respect of the taxpayer or the partnership for a taxation year or fiscal period are to be adjusted (in this section referred to as an "adjustment") to the quantum or nature of the amounts (in this section referred to as the "adjusted amounts") that would have been determined if arm's length conditions in respect of the transaction or series had applied.
fr_fr: Note marginale : Redressement (2.02) Si le présent paragraphe s'applique à un contribuable ou à une société de personnes relativement à une opération ou à une série d'opérations, les montants (appelés « montants initiaux » au présent article) qui seraient déterminés pour l'application des dispositions de la présente loi (compte non tenu du présent article et de l'article 245) quant au contribuable ou à la société de personnes pour une année d'imposition ou un exercice font l'objet d'un redressement (appelé « redressement » au présent article) de façon qu'ils correspondent à la valeur ou à la nature des montants (appelés « montants redressés » au présent article) qui auraient été déterminés si des conditions de pleine concurrence relativement à l'opération ou à la série s'étaient appliquées.

source: Marginal note: Transfer Pricing Guidelines (2.03) For the purposes of determining the effect of this Part in relation to a taxpayer or a partnership, each of the analysis and determination of a transaction or series of transactions under subsection (1.1), the identification of arm's length conditions under paragraph (2)(b) and the determination of amounts under subsection (2.02) are to be made so as to best achieve consistency with the Transfer Pricing Guidelines.
fr_fr: Note marginale : Principes applicables en matière de prix de transfert (2.03) Afin de déterminer l'effet de la présente partie relativement à un contribuable ou à une société de personnes, l'analyse et la détermination d'une opération ou d'une série d'opérations en vertu du paragraphe (1.1), l'identification de conditions de pleine concurrence en vertu de l'alinéa (2)b) et la détermination des montants en vertu du paragraphe (2.02) doivent chacune être effectuée de manière à assurer au mieux la cohérence avec les Principes applicables en matière de prix de transfert.

source: Marginal note: Most appropriate method (2.04) For the purposes of this Part, whether a transaction or series of transactions includes actual conditions that differ from arm's length conditions is to be determined through an analysis where the most appropriate method is selected and applied in accordance with the Transfer Pricing Guidelines.
fr_fr: Note marginale : Méthode la plus appropriée (2.04) Pour l'application de la présente partie, la méthode la plus appropriée est choisie et appliquée conformément aux Principes applicables en matière de prix de transfert dans le cadre d'une analyse dont l'objet est de déterminer si une opération ou une série d'opérations comprend des conditions réelles qui diffèrent de conditions de pleine concurrence.

source: (9) The portion of subsection 247(2.1) of the Act before paragraph (a) is replaced by the following: Marginal note: Ordering (2.1) For the purpose of applying subsection (2.02) in the context of the other provisions of this Act, the following order is to be applied:
fr_fr: (9) Le passage du paragraphe 247(2.1) de la même loi précédant l'alinéa a) est remplacé par ce qui suit : Note marginale : Ordonnancement (2.1) Pour l'application du paragraphe (2.02) dans le contexte des autres dispositions de la présente loi, l'ordre établi ci-après s'applique :

source: (10) Paragraph 247(2.1)(c) of the Act is replaced by the following: (c) then apply each of the provisions of this Act (other than subsection (2.02) and, for greater certainty, including section 245) using the adjusted amounts.
fr_fr: (10) L'alinéa 247(2.1)c) de la même loi est remplacé par ce qui suit : c) en troisième lieu, utiliser les montants redressés dans l'application de chacune des dispositions de la présente loi étant entendu que cette application vise également l'article 245 mais exclut le paragraphe (2.02).

source: (11) Subparagraphs 247(3)(a)(ii) and (iii) of the Act are replaced by the following: (ii) the total of all amounts each of which is the portion of the taxpayer's transfer pricing capital adjustment or transfer pricing income adjustment for the year that can reasonably be considered to relate to a particular transaction or series of transactions, where (A) the transaction or series is a qualifying cost contribution arrangement in which the taxpayer or a partnership of which the taxpayer is a member is a participant, or (B) in any other case, the taxpayer or a partnership of which the taxpayer is a member made reasonable efforts to determine amounts that are based on arm's length conditions in respect of the transaction or series, and to use those amounts for the purposes of this Act, and (iii) the total of all amounts, each of which is the portion of the taxpayer's transfer pricing capital setoff adjustment or transfer pricing income setoff adjustment for the year that can reasonably be considered to relate to a particular transaction or series, where (A) the transaction or series is a qualifying cost contribution arrangement in which the taxpayer or a partnership of which the taxpayer is a member is a participant, or (B) in any other case, the taxpayer or a partnership of which the taxpayer is a member made reasonable efforts to determine amounts that are based on arm's length conditions in respect of the transaction or series, and to use those amounts for the purposes of this Act,
fr_fr: (11) Les sous-alinéas 247(3)a)(ii) et (iii) de la même loi sont remplacés par ce qui suit : (ii) le total des montants représentant chacun la partie du redressement de capital ou du redressement de revenu du contribuable pour l'année qu'il est raisonnable de considérer comme se rapportant à une opération donnée ou à une série d'opérations donnée si : (A) l'opération ou la série est un arrangement admissible de participation au coût auquel prend part le contribuable ou une société de personnes dont il est un associé, (B) dans les autres cas, le contribuable ou une société de personnes dont il est un associé a fait des efforts sérieux pour déterminer les montants fondés sur des conditions de pleine concurrence relativement à l'opération ou à la série et pour les utiliser pour l'application de la présente loi, (iii) le total des montants représentant chacun la partie du redressement compensatoire de capital ou du redressement compensatoire de revenu du contribuable pour l'année qu'il est raisonnable de considérer comme se rapportant à une opération donnée ou à une série donnée si : (A) l'opération ou la série est un arrangement admissible de participation au coût auquel prend part le contribuable ou une société de personnes dont il est un associé, (B) dans les autres cas, le contribuable ou une société de personnes dont il est un associé a fait des efforts sérieux pour déterminer les montants fondés sur des conditions de pleine concurrence relativement à l'opération ou à la série et pour les utiliser pour l'application de la présente loi;

source: (12) Subparagraphs 247(3)(b)(i) and (ii) of the Act are replaced by the following: (i) 10% of the amount that would be the taxpayer's gross revenue for the year if this Act were read without reference to subsection (2.02), subsections 69(1) and (1.2) and section 245, and (ii) $10,000,000.
fr_fr: (12) Les sous-alinéas 247(3)b)(i) et (ii) de la même loi sont remplacés par ce qui suit : (i) 10 % du montant qui représenterait le revenu brut du contribuable pour l'année s'il n'était pas tenu compte du paragraphe (2.02), des paragraphes 69(1) et (1.2) ni de l'article 245, (ii) 10 000 000 $.
